[{
    "model": "auth.user",
    "pk": 1,
    "fields": {
      "password": "pbkdf2_sha256$120000$o6h6TcEvrPBB$gmxnku7VMU0FY8lsudfAqLjhZdD0Kg/Y8cK2o6jSQRA=",
      "last_login": "2019-01-16T21:39:20.918Z",
      "is_superuser": true,
      "username": "admin",
      "first_name": "",
      "last_name": "",
      "email": "admin@example.com",
      "is_staff": true,
      "is_active": true,
      "date_joined": "2019-01-16T11:01:01.059Z",
      "groups": [],
      "user_permissions": []
    }
  },
  {
    "model": "books.book",
    "pk": 1,
    "fields": {
      "isbn": "9781593275846",
      "title": "Eloquent JavaScript, Second Edition",
      "description": "JavaScript lies at the heart of almost every modern web application, from social apps to the newest browser-based games. Though simple for beginners to pick up and play with, JavaScript is a flexible, complex language that you can use to build full-scale applications.",
      "published_at": "2014-12-14",
      "created_at": "2019-01-22T19:10:12.323Z"
    }
  },
  {
    "model": "books.book",
    "pk": 2,
    "fields": {
      "isbn": "9781449331818",
      "title": "Learning JavaScript Design Patterns",
      "description": "With Learning JavaScript Design Patterns, you'll learn how to write beautiful, structured, and maintainable JavaScript by applying classical and modern design patterns to the language. If you want to keep your code efficient, more manageable, and up-to-date with the latest best practices, this book is for you.",
      "published_at": "2012-07-01",
      "created_at": "2019-01-22T19:10:12.323Z"
    }
  },
  {
    "model": "books.book",
    "pk": 3,
    "fields": {
      "isbn": "9781449365035",
      "title": "Speaking JavaScript",
      "description": "Like it or not, JavaScript is everywhere these days-from browser to server to mobile-and now you, too, need to learn the language or dive deeper than you have. This concise book guides you into and through JavaScript, written by a veteran programmer who once found himself in the same position.",
      "published_at": "2014-02-01",
      "created_at": "2019-01-22T19:10:12.323Z"
    }
  },
  {
    "model": "books.book",
    "pk": 4,
    "fields": {
      "isbn": "9781491950296",
      "title": "Programming JavaScript Applications",
      "description": "Take advantage of JavaScript's power to build robust web-scale or enterprise applications that are easy to extend and maintain. By applying the design patterns outlined in this practical book, experienced JavaScript developers will learn how to write flexible and resilient code that's easier-yes, easier-to work with as your code base grows.",
      "published_at": "2014-07-01",
      "created_at": "2019-01-22T19:10:12.323Z"
    }
  },
  {
    "model": "books.book",
    "pk": 5,
    "fields": {
      "isbn": "9781593277574",
      "title": "Understanding ECMAScript 6",
      "description": "ECMAScript 6 represents the biggest update to the core of JavaScript in the history of the language. In Understanding ECMAScript 6, expert developer Nicholas C. Zakas provides a complete guide to the object types, syntax, and other exciting changes that ECMAScript 6 brings to JavaScript.",
      "published_at": "2016-09-03",
      "created_at": "2019-01-22T19:10:12.323Z"
    }
  },
  {
    "model": "books.book",
    "pk": 6,
    "fields": {
      "isbn": "9781491904244",
      "title": "You Don't Know JS",
      "description": "No matter how much experience you have with JavaScript, odds are you don’t fully understand the language. As part of the \"You Don’t Know JS\" series, this compact guide focuses on new features available in ECMAScript 6 (ES6), the latest version of the standard upon which JavaScript is built.",
      "published_at": "2015-12-27",
      "created_at": "2019-01-22T19:10:12.323Z"
    }
  },
  {
    "model": "books.book",
    "pk": 7,
    "fields": {
      "isbn": "9781449325862",
      "title": "Git Pocket Guide",
      "description": "This pocket guide is the perfect on-the-job companion to Git, the distributed version control system. It provides a compact, readable introduction to Git for new users, as well as a reference to common commands and procedures for those of you with Git experience.",
      "published_at": "2013-08-02",
      "created_at": "2019-01-22T19:10:12.323Z"
    }
  },
  {
    "model": "books.book",
    "pk": 8,
    "fields": {
      "isbn": "9781449337711",
      "title": "Designing Evolvable Web APIs with ASP.NET",
      "description": "Design and build Web APIs for a broad range of clients—including browsers and mobile devices—that can adapt to change over time. This practical, hands-on guide takes you through the theory and tools you need to build evolvable HTTP services with Microsoft’s ASP.NET Web API framework. In the process, you’ll learn how design and implement a real-world Web API.",
      "published_at": "2014-04-07",
      "created_at": "2019-01-22T19:10:12.323Z"
    }
  }
]